{
  "_id"      : "0c3275a6edf3930576c9ea7082000025",
  "type"     : "language",
  "lang"     : {
    "iso"    : "fra",
    "name"   : "Français"
  },
  "creator"  : "default",
  "relation" : {
    "source" : "original"
  },
  "texts"    : {
    "title"                : "La Bibliothèque Estante",
    "books"                : "Livres",
    "pictures"             : "Images",
    "videos"               : "Vidéos",
    "audio"                : "Audio",
    "documents"            : "Documents",
    "notes"                : "Notes",
    "courses"              : "Cours",
    "about"                : "A Propos",
    "backBtn"              : "Retour",
    "optionsBtn"           : "Options",
    "homeBtn"              : "Accueil",
    "addFile"              : "Ajouter Fichier",
    "filter"               : "Recherche",
    "add"                  : "Ajouter à",
    "fromTheLibrary"       : "De la bibliothèque de",
    "deleteLabel"          : "Supprimer",
    "titleLabel"           : "Titre",
    "authorLabel"          : "Auteur",
    "descriptionLabel"     : "Description",
    "dateLabel"            : "Date",
    "typeLabel"            : "Catégorie",
    "fileLabel"            : "Charger",
    "currentFilesLabel"    : "Fichiers Courants",
    "submitBtn"            : "Soumettre",
    "sync"                 : "Sync",
    "synced"               : "Synchronisation débutée",
    "syncOptions"          : "Sync",
    "continuously"         : "Continuellement",
    "once"                 : "Une fois",
    "getFrom"              : "Obtenez tous les éléments de la bibliothèque de:",
    "get"                  : "Obtenir",
    "syncInstructions"     : "Pour <strong>obtenir</strong> tous les éléments d'une autre bibliothèque, transméttez l'URL à l'autre bibliothèque en ligne(par exemple, http://exemple.com/autrebibliothèque), indiquez si vous désirez recevoir continuellement toutes les mises à jour de la bibliothèque ou si vous ne voulez les recevoir qu'une fois, et ensuite cliquez sur Obtenir.</p><p>Pour <strong>syncroniser entièrement</strong> votre bibliothèque avec celle de votre ami, obtenir tous les éléments de leur bibliothèque continuellement pour leur permettre d'avoir votre bibliothèque. Maintenant vos deux bibliothèques resteront identiques, et vous recevrez des mises à jour automatiquement, quand votre ami fera des changements sur sa bibliothèque, et il recevra des mises à jour automatiques quand vous ferez des changements sur votre bibliothèque.",
    "interface"            : "Interface",
    "language"             : "Langue",
    "changeLanguage"       : "Changer la Langue",
    "changeLanguageText"   : "Change le texte de la Langue courante",
    "deleteLanguage"       : "Supprimer la Langue",
    "languageInstructions" : "Pour mettre à jour ou traduire un texte dans l'interface, changez le nom de la langue et modifiez un ou tous les champs ci-dessous, ensuite cliquez sur soumettre au bas de la page. Cela n'écrasera pas les fichiers de langue par défaut, cela créera un nouveau fichier de langue que l'interface utilisera.",
    "saved"                : "Enregistré",
    "createLibrary"        : "Créer une Bibliothèque",
    "login"                : "Connexion",
    "logout"               : "Déconnexion",
    "compact"              : "Compresser la Bibliothèque",
    "compactLabel"         : "Supprime les anciennes versions des fichiers",
    "network"              : "Réseau",
    "networkingOn"         : "Réseau Activé",
    "networkingOff"        : "Réseau Désactivé",
    "putOnNetwork"         : "Mettez votre Bibliothèque dans le Réseau Local",
    "noSync"               : "Impossible d'obtenir les éléments",
    "settings"             : "Paramètres",
    "errorSettings"        : "Désolé, il y a une erreur dans la base de données, et les donnèes ne peuvent pas être chargées pour les paramètres.",
    "noSpace"              : "Vous n'avez plus d'espace dans votre bibliothèque. Supprimez certains éléments courants pour libérer de l'espace.",
    "userLabel"            : "Identifiant:",
    "passLabel"            : "Mot de Passe:",
    "repeatPass"           : "Répéter le Mot de Passe:",
    "addTitle"             : "Veuillez ajouter un Titre",
    "validUser"            : "Veuilez ajouter un Identifiant Valide",
    "validPassword"        : "Veuilez ajouter un Mot de Passe Valide",
    "totalSize"            : "Taille Totale de votre Bibliothèque",
    "limit"                : "% de la Limite",
    "createAccount"        : "Créer un Nouveau Compte",
    "termsHeader"          : "Contrat de License d'Utilisateur",
    "terms"                : "<h4>Conditions d'Utilisation</h4><p>La Bibliothèque Estante Library est une application qui vous permet de charger, stocker et partager du contenu avec des ordinateurs et appareils numèriques, hors ligne et dans le cloud. La bibliothèque Estante fournir les fonctionnalités qui vous permettent de partager votre contenu avec d'autres utilisateurs ou de les publier. Il y a plusieurs choses que les utilisateurs peuvent faire avec ce contenu (par exemple, le copier, le modifier, ou le repartager). Veuillez prendre en compte minutieusement ce que vous choisissez de partager ou de rendre public. La bibliothèque Estante n'est pas reponsable de cette activité.</p><p>Vous devez posséder les droits d'auteur de tout contenu que vous partagez en utilisant la bibliothèque Estante. Cela veut dire que vous avez soit créer le contenu vous-même, ou si vous partagez du contenu qui a déjà été autorisé en tant que Creative Commons, ou qui est du domaine public. Tout contenu dans la blibliothèque Estante que vous partagez avec les autres doit être autorisé à cette adresse <a href='http://creativecommons.org/licenses/by-sa/3.0/'>Creative Commons Attribution-ShareAlike 3.0 Unported License</a>, ou dans le domaine public (si le contenu est autorisé avec une autre licence Creative Commons, GNU Public License, Apache License, MIT License ou toute autre licence open source, cela doit être explicitement mentionné dans la section Information de la bibliothèque Estante pour ce contenu). Tout contenu que vous partagez par le biais d'Estante doit être un <a href='http://en.wikipedia.org/wiki/Open_content'>Open Content ou Contenu Libre</a>. Selon les mots de Patrick Henry: &quot;La vie est-elle si précieuse, ou la paix si douce, pour être achetées au prix des chaînes et de l'esclavage? Que le Dieu Tout-Puissant m'en prèserve! Je ne sais quel cours d'autres peuvent prendre, mais en ce qui me concerne, donnez-moi la liberté ou donnez-moi la mort!&quot;</p><p>Veuillez noter que la licence par défaut <em>permet l'usage commercial de vos contributions</em>, du moment que ces usages sont conformes avec ces termes. Tout contenun qui viole les droits d'auteur pourraient être supprimés et vous pourrez être poursuivi si vous enfreignez les lois sur les droits d'auteur de votre pays.</p><h4>Vos Responsibilités</h4> <p>les fichiers et les autres contenus dans la biblothèque Estante peuvent ne pas être protégés par les drois sur propriété intelectuelle d'autrui. Veuillez ne pas copier, charger, télécharger, ou partager des fichiers dont vous ne possédez pas les droits. You, and not The Estante Library, are responsible for ensuring that all applicable copyright laws are being followed. You, not The Estante Library, will be fully responsible and liable for what you copy, share, upload, download or otherwise use while using The Estante Library. You must not upload spyware or any other malicious software to The Estante Library.</p> <p>You are responsible for safeguarding the password that you use to access The Estante Library and you agree not to disclose your password to any third party. You are responsible for any activity using your account, whether or not you authorized that activity. You, and not The Estante Library, are responsible for maintaining and protecting all of your content. The Estante Library will not be liable for any loss or corruption of your content, or for any costs or expenses associated with backing up or restoring any of your content.</p><p>You agree not to misuse The Estante Library. For example, you must not, and must not attempt to, use The Estante Library to do the following things.</p><ul><li>probe, scan, or test the vulnerability of any system or network;</li><li>breach or otherwise circumvent any security or authentication measures;</li><li>access, tamper with, or use non-public areas of The Estante Library, or shared areas of The Estante Library you have not been invited to;</li><li>interfere with or disrupt any user, host, or network, for example by sending a virus, overloading, flooding, spamming, or mail-bombing any part of The Estante Library;</li><li>plant malware or otherwise use The Estante Library to distribute malware;</li><li>access or search The Estante Library by any means other than our publicly supported interfaces (for example, &quot;scraping&quot;);</li><li>send or share unsolicited communications, promotions or advertisements, or spam;</li><li>send or share altered, deceptive or false source-identifying information;</li><li>publish anything that is fraudulent, misleading, or infringes another&rsquo;s rights;</li><li>promote or advertise products or services other than your own without appropriate authorization;</li><li>impersonate or misrepresent your affiliation with any person or entity;</li><li>publish or share materials that are unlawfully pornographic or indecent, or that advocate bigotry, religious, racial or ethnic hatred;</li><li>violate the law in any way, or violate the privacy of others, or defame others.</li></ul><h4>Precedence of English Terms</h4><p>If there is any inconsistency between these terms and any translation into other languages, the English language version takes precedence.</p><h4>Software Licensing</h4><p>The Estante Library is licensed under several open source licenses:</p><p>The Estante Library application is licensed by Bob Wadholm (Copyright 2011) under Dual licenses: MIT and GPL version 2. The MIT license reads as follows:</p><blockquote>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the &quot;Software&quot;), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.<br /><br />THE SOFTWARE IS PROVIDED &quot;AS IS&quot;, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</blockquote><p>CouchDB is licensed under the Apache License, Version 2.0 (the &quot;License&quot;); you may not use this software or Website except in compliance with the License. You may obtain a copy of the License at <a href='http://www.apache.org/licenses/LICENSE-2.0'>http://www.apache.org/licenses/LICENSE-2.0</a>. Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an &quot;AS IS&quot; BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.</p><p>The PHP proxy is partially based on <a href='http://bit.ly/15X5zm'>http://bit.ly/15X5zm</a> and is released under the Apache License Version 2.</p><p>The client-side URL parameter functionality is derived and adapted from: <a href='http://bit.ly/HdUdO'>http://bit.ly/HdUdO</a></p><h4>Limitations of Liability</h4><p>Software and services provided under this agreement are provided to you as is and with no warranties whatsoever. All implied warranties are excluded to the extent legally permissible. The Estante Library is not responsible for the loss of any of your data or any loss of business or financial disadvantage to you as a result of any loss of or damage to your data as a consequence of your use of the services. You should ensure that you have suitable backups of all data.</p>",
    "acceptTerms"          : "J'accèpte les termes du contrat",
    "acceptTermsNo"        : "Vous devez accepter les termes du contrat avant de pouvoir créer une bibliothèque.",
    "helpLabel"            : "Aide",
    "update"               : "Mettre à Jour",
    "noTasks"              : "Aucune Tâche en Cours",
    "progress"             : "Progression",
    "database"             : "Base de Données",
    "status"               : "Etat",
    "updateStarted"        : "Mise à Jour Débutée",
    "updateFailed"         : "La Mise à Jour a Echoué",
    "noUpdate"             : "Aucune Mise à Jour pour le Moment",
    "areYouSure"           : "Etes-vous Sûr?",
    "sendToEstante"        : "Envoyer à Estante",
    "savingProgress"       : "L'ajout de fichier, veuillez patienter.",
    "SoftwareUpdates"      : "Mises à jour de logiciels",
    "AlwaysUpdate"         : "Toujours mettre à jour",
    "updatecheck"          : "Chercher les mises à jour",
    "fileshareLabel"       : "Partager",
    "filenameLabel"        : "Nom du fichier",
    "filesizeLabel"        : "Taille du fichier",
    "compacted"            : "Le compactage a commencé",
    "appName"              : "Estante",
    "okBtn"                : "Ok",
    "cancelBtn"            : "Annuler",
    "skipStep"             : "sauter cette étape",
    "rememberMe"           : "Se souvenir de mes identifiants",
    "specialCharNotAllowed": "Les caractères spéciaux ( ':', '@' ) ne sont pas autorisés dans le nom d'utilisateur et le mot de passe",
    "validateLanguageName" : "Langue existante",
    "attachedFilesLabel"   : "Fichiers attachés",
    "instructions"         : "Instructions",
    "invalidUser"          : "Nom d'utilisateur ou mot de passe incorrect",
    "invalidURL"           : "S'il vous plaît entrer une URL valide",
    "needNewAPK"           : "La version installée de Estante doit être mise à niveau avant de pouvoir recevoir d'autres mises à jour.",
    "needNewWebApp"        : "Assurez-vous que le récepteur a mis à jour la version de Estante"
  }
}
