{
  "_id"      : "bf4626528b6e81fe6d98879e3b000787",
  "type"     : "language",
  "lang"     : {
    "iso"    : "rus",
    "name"   : "Русский"
  },
  "creator"  : "default",
  "relation" : {
    "source" : "original"
  },
  "texts"    : {
    "title"                : "Библиотека Estante",
    "books"                : "Книги",
    "pictures"             : "Картинки",
    "videos"               : "Видео",
    "audio"                : "Аудио",
    "documents"            : "Документы",
    "notes"                : "Заметки",
    "courses"              : "Курсы",
    "about"                : "О программе",
    "backBtn"              : "Назад",
    "optionsBtn"           : "Настройки",
    "homeBtn"              : "Домой",
    "addFile"              : "Добавить файл",
    "filter"               : "Поиск",
    "add"                  : "Добавить к",
    "fromTheLibrary"       : "Из библиотеки",
    "deleteLabel"          : "Удалить",
    "titleLabel"           : "Название",
    "authorLabel"          : "Автор",
    "descriptionLabel"     : "Описание",
    "dateLabel"            : "Дата",
    "typeLabel"            : "Категория",
    "fileLabel"            : "Upload",
    "currentFilesLabel"    : "Текущие файлы",
    "submitBtn"            : "Выполнить",
    "sync"                 : "Синхронизировать",
    "synced"               : "Синхронизация началась",
    "syncOptions"          : "Синхронизация",
    "continuously"         : "Постоянно",
    "once"                 : "Один раз",
    "getFrom"              : "Получить все элементы библиотеки из:",
    "get"                  : "Получить",
    "syncInstructions"     : "To transfer all items <strong>from</strong> another library, please provide the URL to the other library (for example, http://example.com/otherlibrary), and then tap the 'Get' button.",
    "interface"            : "Интерфейс",
    "language"             : "Язык",
    "changeLanguage"       : "Изменить язык",
    "changeLanguageText"   : "Изменить текст выбранного языка",
    "deleteLanguage"       : "Удалить язык",
    "languageInstructions" : "Чтобы обновить или перевести текст интерфейса, измените названия языка и любые или все поля ниже. Затем нажмите Выполнит внизу страницы. Это не уничтожит созданные ранее языковые поля для других языков, это создаст новый языковой файл для нового языкового интерфейса.",
    "saved"                : "Сохранено",
    "createLibrary"        : "Создать библиотеку",
    "login"                : "Логин",
    "logout"               : "Выход",
    "compact"              : "Сжать библиотеку",
    "compactLabel"         : "Удаляет старые версии файлов",
    "network"              : "Сеть",
    "networkingOn"         : "Сеть включена",
    "networkingOff"        : "Сеть выключена",
    "putOnNetwork"         : "Разместить библиотеку в локальной сети",
    "noSync"               : "Невозможно синхронизировать изменения с онлайн библиотекой",
    "settings"             : "Установки",
    "errorSettings"        : "Извините, произошла ошибка в базе данных, и мы не можем загрузить данные для установок.",
    "noSpace"              : "В вашей библиотеке недостаточно места. Удалите часть данных, чтобы освободить место.",
    "userLabel"            : "Имя пользователя:",
    "passLabel"            : "Пароль:",
    "repeatPass"           : "Повторите пароль:",
    "addTitle"             : "Пожалуйста, добавьте название",
    "validUser"            : "Пожалуйста, введите правильно имя пользователя",
    "validPassword"        : "Пожалуйста, введите правильно пароль",
    "totalSize"            : "Общий размер вашей библиотеки",
    "limit"                : "% от лимита",
    "createAccount"        : "Создать новую учетную запись",
    "termsHeader"          : "Лицензионное соглашение",
    "terms"                : "<h3>Terms of Use</h3><p>Estante is an application that allows you to view, store and share content between Android devices, even while not connected to the Internet. Estante provides features that allow you to share your content with others. There are many things that users may do with that content (for example, copy it, modify it, or re-share it). Please consider carefully what you choose to share with others. Estante has no responsibility for that activity.</p><p>You must own the copyright to any content that you share using Estante. This means that you either created all of the content yourself, or you are sharing content that is previously licensed as Creative Commons, or is in the public domain.</p><h4>Your Responsibilities</h4><p>Files and other content in Estante may be protected by intellectual property rights of others. Please do not copy, upload, download, or share files unless you have the right to do so. You, and not Estante, are responsible for ensuring that all applicable copyright laws are being followed. You, not Estante, will be fully responsible and liable for what you copy, share, upload, download or otherwise use while using Estante. You must not upload spyware or any other malicious software to Estante.</p><p>You are responsible for safeguarding the password that you use to access Estante and you agree not to disclose your password to any third party. You are responsible for any activity using your account, whether or not you authorized that activity. You, and not Estante, are responsible for maintaining and protecting all of your content. Estante will not be liable for any loss or corruption of your content, or for any costs or expenses associated with backing up or restoring any of your content.</p><p>You agree not to misuse Estante. For example, you must not, and must not attempt to, use Estante to do the following things.</p><ul><li>probe, scan, or test the vulnerability of any system or network;</li><li>breach or otherwise circumvent any security or authentication measures;</li><li>access, tamper with, or use non-public areas of Estante, or shared areas of Estante you have not been invited to;</li><li>interfere with or disrupt any user, host, or network, for example by sending a virus, overloading, flooding, spamming, or mail-bombing any part of Estante;</li><li>plant malware or otherwise use Estante to distribute malware;</li><li>access or search Estante by any means other than our publicly supported interfaces (for example, &quot;scraping&quot;);</li><li>send or share unsolicited communications, promotions or advertisements, or spam;</li><li>send or share altered, deceptive or false source-identifying information;</li><li>publish anything that is fraudulent, misleading, or infringes another’s rights;</li><li>promote or advertise products or services other than your own without appropriate authorization;</li><li>impersonate or misrepresent your affiliation with any person or entity;</li><li>publish or share materials that are unlawfully pornographic or indecent, or that advocate bigotry, religious, racial or ethnic hatred;</li><li>violate the law in any way, or violate the privacy of others, or defame others.</li></ul><h4>Precedence of English Terms</h4><p>If there is any inconsistency between these terms and any translation into other languages, the English language version takes precedence.</p><h4>Software Licensing</h4><p>Estante is licensed under several open source licenses:</p><p>The Estante application is derived from The Little Library, licensed by Bob Wadholm (Copyright 2011) under Dual licenses: MIT and GPL version 2. The MIT license reads as follows:</p><blockquote><p>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the &quot;Software&quot;), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.</p><p>THE SOFTWARE IS PROVIDED &quot;AS IS&quot;, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</p></blockquote><p>CouchDB is licensed under the Apache License, Version 2.0 (the &quot;License&quot;);you may not use this software or Website except in compliance with the License. You may obtain a copy of the License at <a href='http://www.apache.org/licenses/LICENSE-2.0'>http://www.apache.org/licenses/LICENSE-2.0</a>. Unless required by applicable law or agreed to in writing, software distributed under the License is distributed on an &quot;AS IS&quot;BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied. See the License for the specific language governing permissions and limitations under the License.</p><p>The client-side URL parameter functionality is derived and adapted from: <a href='http://www.bloggingdeveloper.com/post/JavaScript-QueryString-ParseGet-QueryString-with-Client-Side-JavaScript.aspx'>Get Querystring with JavaScript - Parse/Get QueryString with Client-Side JavaScript</a></p><h4>Limitations of Liability</h4><p>Software and services provided under this agreement are provided to you as is and with no warranties whatsoever. All implied warranties are excluded to the extent legally permissible. Estante is not responsible for the loss of any of your data or any loss of business or financial disadvantage to you as a result of any loss of or damage to your data as a consequence of your use of the services. You should ensure that you have suitable backups of all data.</p>",
    "acceptTerms"          : "Я принимаю условия Соглашения",
    "acceptTermsNo"        : "Вы обязаны принять условия Соглашения, прежде чем создадите библиоткеу.",
    "helpLabel"            : "Помощь",
    "update"               : "Oбновление",
    "noTasks"              : "No tasks running",
    "progress"             : "Progress",
    "database"             : "Database",
    "status"               : "Status",
    "updateStarted"        : "Update started",
    "updateFailed"         : "Update failed",
    "noUpdate"             : "No update at this time",
    "areYouSure"           : "Are you sure want to delete this?",
    "sendToEstante"        : "Send to Estante",
    "savingProgress"       : "File uploading, please wait.",
    "SoftwareUpdates"      : "Software Updates",
    "AlwaysUpdate"         : "Always Update",
    "updatecheck"          : "Check for Update",
    "fileshareLabel"       : "Share",
    "filenameLabel"        : "Filename",
    "filesizeLabel"        : "Size",
    "compacted"            : "Compaction started",
    "appName"              : "Estante",
    "okBtn"                : "Ok",
    "cancelBtn"            : "Отмена",
    "skipStep"             : "пропустить этот шаг",
    "rememberMe"           : "Запомнить меня",
    "specialCharNotAllowed": "Специальные символы (':', '@') не допускаются в имени пользователя и пароля",
    "validateLanguageName" : "Название языка уже существует",
    "attachedFilesLabel"   : "Вложения",
    "instructions"         : "Инструкции",
    "invalidUser"          : "Имя пользователя или пароль неверен",
    "invalidURL"           : "Пожалуйста, введите корректный URL",
    "needNewAPK"           : "Установленная версия Estante нуждается в модернизации, прежде чем они могут получать больше обновлений.",
    "needNewWebApp"        : "Убедитесь, что приемник обновили версию Estante"
  }
}