{
  "_id"      : "9930115432136189cbab8c549f0000bc",
  "type"     : "language",
  "lang"     : {
    "iso"    : "spa",
    "name"   : "Español"
  },
  "creator"  : "default",
  "relation" : {
    "source" : "original"
  },
  "texts"    : {
    "title"                : "Biblioteca Estante",
    "books"                : "Libros",
    "pictures"             : "Fotos",
    "videos"               : "Videos",
    "audio"                : "Audio",
    "documents"            : "Documentos",
    "notes"                : "Notas",
    "courses"              : "Cursos",
    "about"                : "Sobre",
    "backBtn"              : "Regresar",
    "optionsBtn"           : "Opciones",
    "homeBtn"              : "Página Principal",
    "addFile"              : "Agregar archivo",
    "filter"               : "Búsqueda",
    "add"                  : "Añadir a los",
    "fromTheLibrary"       : "De la biblioteca de",
    "deleteLabel"          : "Borrar",
    "titleLabel"           : "Título",
    "authorLabel"          : "Autor",
    "descriptionLabel"     : "Descripción",
    "dateLabel"            : "Fecha",
    "typeLabel"            : "Categoría",
    "fileLabel"            : "Archivo",
    "currentFilesLabel"    : "Archivos Actuales",
    "submitBtn"            : "Presentar",
    "sync"                 : "Sincronizar",
    "synced"               : "Sincronización comenzó",
    "syncOptions"          : "Opciones de sincronización",
    "continuously"         : "Continuamente",
    "once"                 : "Una vez",
    "getFrom"              : "Obtener todos los elementos de la biblioteca de:",
    "get"                  : "Obtener",
    "syncInstructions"     : "Para transferir todos los artículos de otra biblioteca, por favor proporcione la URL para la otra biblioteca (por ejemplo, http://example.com/otraBiblioteca), y luego toque el botón 'Obtener'.",
    "interface"            : "Interfaz",
    "language"             : "Idioma",
    "changeLanguage"       : "Cambio de Idioma",
    "changeLanguageText"   : "Cambiar Idioma del Texto Actual",
    "deleteLanguage"       : "Eliminar Idioma",
    "languageInstructions" : "Para actualizar o traducir cualquier texto que se utiliza en la interfaz, cambiar el título de idioma y modificar cualquiera de los campos a continuación, haga clic en Enviar en la parte inferior de la página. Esto no va a sobrescribir los archivos por defecto anterior del lenguaje, se creará un nuevo archivo de idioma para la interfaz de uso.",
    "saved"                : "Guardado",
    "createLibrary"        : "Crear biblioteca",
    "login"                : "Iniciar Sesión",
    "logout"               : "Cerrar Sesión",
    "compact"              : "Compactar",
    "compactLabel"         : "Elimina versiones antiguas de los archivos",
    "network"              : "Red",
    "networkingOn"         : "Redes Encendidas",
    "networkingOff"        : "Redes Apagadas",
    "putOnNetwork"         : "Poner la Biblioteca en la Red Local",
    "noSync"               : "No es capaz de sincronizar los cambios con la biblioteca en línea",
    "settings"             : "Configuración",
    "errorSettings"        : "Lo sentimos, pero ha habido un error en la base de datos, y no podemos cargar los datos de la configuración.",
    "noSpace"              : "Se ha quedado sin espacio en su biblioteca. Debe borrar algunos de los elementos actuales para liberar espacio.",
    "userLabel"            : "Nombre de usuario:",
    "passLabel"            : "Contraseña:",
    "repeatPass"           : "Repita la contraseña:",
    "addTitle"             : "Por favor añada un título",
    "validUser"            : "Por favor añada un nombre de usuario válido",
    "validPassword"        : "Por favor, añada una contraseña válida",
    "totalSize"            : "El tamaño total de la biblioteca",
    "limit"                : "% del límite",
    "createAccount"        : "Crea una cuenta nueva",
    "termsHeader"          : "Acuerdo de licencia",
    "terms"                : "<h3>Términos de Uso</h3><p>Estante es una aplicación que le permite ver, guardar y compartir contenido entre dispositivos Android, aun cuando no está conectado a la Internet. Estante proporciona características que le permiten compartir su contenido con otros. Hay muchas cosas que los usuarios pueden hacer con ese contenido (por ejemplo: copiarlo, modificarlo o compartirlo de nuevo). Por favor considere cuidadosamente lo que comparte con otros. Estante no se hace responsable por esa actividad.</p><p>Usted debe ser dueño de los derechos de autor de cualquier contenido que usted comparta usando Estante. Esto significa que usted ha creado todo el contenido, o bien está compartiendo contenido que tiene licencia de Creative Commons o está en el dominio público.</p><h3>Sus Responsabilidades</h3><p>Los archivos y otro contenido en Estante pueden ser protegidos por derechos de propiedad intelectual de otros. Por favor no copie, cargue, descargue o comparta archivos a menos que tenga el derecho a hacerlo. Usted, y no Estante, es responsable de asegurar que todas las leyes de derecho de autor que aplican estén siendo seguidas. Usted, y no Estante, será plenamente responsable por lo que copie, comparta, cargue, descargue o de otro modo use mientras esté usando Estante. No debe cargar spyware o ningún otro software malicioso a Estante.</p><p>Usted es responsable por proteger la clave que usted usa para acceder Estante y usted se compromete a no revelar su clave a terceros. Usted es responsable por cualquier actividad usando su cuenta, si está o no autorizada. Usted, y no Estante, es responsable por mantener y proteger todo su contenido. Estante no se hará responsable por cualquier pérdida o corrupción de su contenido, o por cualquier costo o gasto asociado con la copia de seguridad o restauración de cualquiera de sus contenidos.</p><p>Usted se compromete a no hacer mal uso de Estante. Por ejemplo, usted no debe, y no debe intentar, usar Estante para hacer las cosas siguientes:</p><ul><li>Sondear, escanear o probar la vulnerabilidad de algún sistema o red;</li><li>Incumplir o de otro modo eludir cualquier medida de seguridad o autenticación;</li><li>Acceder, manipular o usar áreas no públicas de Estante, o áreas compartidas de Estante a las cuales usted no ha sido invitado;</li><li>Interferir con o interrumpir a cualquier usuario, anfitrión o red, por ejemplo, mediante el envío de un virus, sobrecargando, desbordando, o mail-bombing cualquier parte de Estante;</li><li>Plantar malware o de otra forma usar Estante para distribuir malware;</li><li>Acceder o buscar Estante por otro medio que nuestras interfaces con apoyo público (&#8220;scraping&#8221;, por ejemplo);</li><li>Enviar o compartir comunicaciones no solicitadas, promociones, anuncios o spam;</li><li>Enviar o compartir información alterada, engañosa o de fuente de identificación falsa;</li><li>Publicar cualquier cosa que sea fraudulenta, engañosa o infrinja los derechos de otro;</li><li>Promover o hacer publicidad a productos o servicios que no sean sus propios servicios sin autorización correcta;</li><li>Hacerse pasar por o falsificar su afiliación con una persona o entidad;</li><li>Publicar o compartir materiales que son ilegalmente pornográficos o indecentes, o que abogan la intolerancia y el odio religioso, racial o étnico;</li><li>Violan la ley en cualquier manera, o violan la privacidad de otros, o difaman a otros.</li></ul><h3>Prioridad de términos en inglés</h3><p>Si existe cualquier inconsecuencia entre estos términos y cualquier traducción en otro idioma, la versión en inglés tiene prioridad.</p><h3>Licencias de software</h3><p>Estante está licenciado bajo varias licencias de código abierto. La aplicación Estante se deriva de The Little Library, licenciado por Bob Wadholm (copyright 2011) bajo licencias Dual: MIT y GPL versión 2. La licencia MIT dice lo siguiente:</p><p>Por la presente se autoriza, de forma gratuita, a cualquier persona que haya obtenido una copia de este software y archivos de documentación asociados (el &#8220;Software&#8221;), a utilizar el Software sin restricción, incluyendo sin limitación los derechos de usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar, y/o vender copias de este Software, y permitir lo mismo a las personas a las que se les proporcione el Software, de acuerdo con las siguientes condiciones: El aviso de copyright anterior y este aviso de permiso tendrán que ser incluidos en todas las copias o partes sustanciales del Software.</p><p>EL SOFTWARE SE ENTREGA &#8220;TAL CUAL&#8221;, SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA, INCLUYENDO, A MODO ENUNCIATIVO, CUALQUIER GARANTÍA DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DEL COPYRIGHT INCLUIDOS EN ESTE AVISO SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN UN LITIGIO, AGRAVIO O DE OTRO MODO, RESULTANTES DE O EN CONEXION CON EL SOFTWARE, SU USO U OTRO TIPO DE ACCIONES EN EL SOFTWARE.</p><p>CouchDB está licenciado bajo la Licencia Apache, Version 2.0 (la &#8220;Licencia&#8221;); usted no puede usar este software o sitio Web excepto en cumplimiento con la Licencia. Usted puede obtener una copia de la Licencia en <a href='http://www.apache.org/licenses/LICENSE-2.0'>apache.org/licenses/LICENSE&#8211;2.0</a>. A menos que lo requiera la ley aplicable o se acuerde por escrito, el software distribuido bajo la Licencia es distribuido &#8220;TAL CUAL&#8221;, SIN GARANTIAS O CONDICIONES DE NINGUN TIPO, expresas o implícitas. Revise la Licencia para encontrar el idioma específico que rige los permisos y limitaciones bajo la Licencia.</p><p>La funcionalidad del parámetro URL del lado del cliente se deriva y es adaptada de: <a href='http://www.bloggingdeveloper.com/post/JavaScript-QueryString-ParseGet-QueryString-with-Client-Side-JavaScript.aspx'>Get Querystring with JavaScript - Parse/Get QueryString with Client-Side JavaScript</a></p><h3>Limitaciones de responsabilidad</h3><p>El software y los servicios provistos bajo este acuerdo son proporcionados a usted tal cual y sin ninguna garantía. Todas las garantías implicadas se excluyen en la medida legalmente permitida. Estante no se hace responsable por ninguna pérdida de sus datos o cualquier pérdida de negocios o desventaja financiera para usted por medio de su uso de estos servicios. Usted debe asegurarse de tener copias de seguridad de todos los datos.</p>",
    "acceptTerms"          : "Acepto los términos de la Licencia de Usuario",
    "acceptTermsNo"        : "Debe aceptar los términos del acuerdo antes de que usted pueda crear una biblioteca.",
    "helpLabel"            : "Ayuda",
    "update"               : "Actualizar",
    "noTasks"              : "No hay tareas de sincronización corriendo",
    "progress"             : "Progreso",
    "database"             : "Base de datos",
    "status"               : "Estado",
    "updateStarted"        : "Iniciando actualización",
    "updateFailed"         : "Fallo de actualización",
    "noUpdate"             : "Ninguna actualización en este momento",
    "areYouSure"           : "¿Seguro que quieres eliminar este?",
    "sendToEstante"        : "Enviar a Estante",
    "savingProgress"       : "Agregando archivo a Estante, espere por favor",
    "SoftwareUpdates"      : "Actualizaciones de software",
    "AlwaysUpdate"         : "Actualice siempre",
    "updatecheck"          : "Buscar actualizaciones",
    "fileshareLabel"       : "Compartir",
    "filenameLabel"        : "Nombre de archivo",
    "filesizeLabel"        : "Tamaño del archivo",
    "compacted"            : "Compactación iniciada",
    "appName"              : "Estante",
    "okBtn"                : "Ok",
    "cancelBtn"            : "Cancelar",
    "skipStep"             : "omitir este paso",
    "rememberMe"           : "Acuérdese de mí",
    "specialCharNotAllowed": "Los caracteres especiales (':', '@') no están permitidos en nombre de usuario ni contraseña",
    "validateLanguageName" : "Nombre de Idioma ya existe",
    "attachedFilesLabel"   : "Archivos adjuntos",
    "instructions"         : "Instrucciones",
    "invalidUser"          : "Nombre de usuario o contraseña son incorrectos",
    "invalidURL"           : "Por favor, introduzca una URL válido",
    "needNewAPK"           : "La versión instalada de Estante debe ser reemplazada antes de que pueda recibir más actualizaciones.",
    "needNewWebApp"        : "Asegúrese de que el receptor tiene una versión actualizada de Estante"
  }
}
